
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ 님은 귀하의 차단 목록에 있습니다 ";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@ 는 링크가 아닙니다, 유효한 링크를 복사해주세요\n예. http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "정말로 로그아웃 하시겠습니까?";

/*No comment provided by engineer.*/
"Are you sure?" = "정말이세요?";

/*No comment provided by engineer.*/
"BACK" = "뒤로";

/*as in block another user*/
"BLOCK" = "차단";

/*No comment provided by engineer.*/
"Block Failed" = "차단 실패";

/*No comment provided by engineer.*/
"BLOCKED" = "차단됨";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ 님 차단됨";

/*No comment provided by engineer.*/
"Can't send SMS" = "SMS를 보낼 수 없습니다";

/*No comment provided by engineer.*/
"CANCEL" = "취소";

/*No comment provided by engineer.*/
"Cancel" = "취소";

/*No comment provided by engineer.*/
"CANCELED" = "취소됨";

/*No comment provided by engineer.*/
"Change" = "변경";

/*No comment provided by engineer.*/
"Changed" = "변경됨";

/*No comment provided by engineer.*/
"Check internet and try again." = "인터넷을 확인하시고 다시 시도해주세요.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "훌륭한 서비스를 받기 위해 등록하시려면 YoIndex를 확인하세요!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "제가 Yo에서 찾은 서비스를 확인하세요! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "다른 비밀번호 선택";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "패스코드 선택";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "사용자명 선택";

/*de-select all*/
"Clear All" = "모두 삭제";

/*No comment provided by engineer.*/
"Close" = "닫기";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "연결 오류, 비밀번호 업데이트를 나중에 다시 시도해주세요";

/*No comment provided by engineer.*/
"CONTACTS" = "연락처";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "링크 또는 이미지 복사하고\n탭 & 홀드해서 YO 하세요";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "링크 복사. 탭 앤 홀드해서 YO 하세요.";

/*No comment provided by engineer.*/
"Copy Link" = "링크 복사";

/*No comment provided by engineer.*/
"Could not load page" = "페이지를 불러올 수 없습니다";

/*No comment provided by engineer.*/
"Delete" = "삭제";

/*No comment provided by engineer.*/
"Didn't get code" = "코드를 받지 못했습니다";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Yo 앱을 좋아하세요?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "이 사용자가 다시 귀하께 Yo 할 수 있도록 이 사용자를 차단 해제하시겠습니까?";

/*No comment provided by engineer.*/
"DONE" = "완료";

/*No comment provided by engineer.*/
"Done" = "완료";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "귀하의 위치를 Yo 하려면 두 번 탭하세요. 위치 Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "귀하의 위치를 YO 하려면\n두 번 탭하세요";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "계정 수정";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "프로필 수정";

/*No comment provided by engineer.*/
"EMAIL SENT" = "이메일 전송";

/*No comment provided by engineer.*/
"Email Us" = "이메일 보내기";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "카메라 활성화\n설정 -> 개인 정보 보호 -> 카메라";

/*No comment provided by engineer.*/
"Enable Location" = "위치 활성화";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "패스코드 복구 활성화";

/*No comment provided by engineer.*/
"Enable Push" = "푸시 활성화";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "이름 입력";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "새로운 휴대전화 번호 입력";

/*No comment provided by engineer.*/
"Enter New Username" = "새로운 사용자명 입력\n";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "패스코드 입력";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "SMS의 코드 입력";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "사용자명 입력";

/*# -> number as in phone number*/
"Enter Your Phone #" = "귀하의 휴대전화 번호 입력";

/*No comment provided by engineer.*/
"Error" = "오류";

/*As in existing photos. could also read photos*/
"EXISTING" = "사진";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "가능성\n보기";

/*No comment provided by engineer.*/
"Failed" = "실패";

/*No comment provided by engineer.*/
"FAILED" = "실패";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Facebook에서 친구 찾기 실패";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "연락처에서 친구 찾기 실패";

/*No comment provided by engineer.*/
"Failed To Get Location" = "위치 찾기 실패";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Facebook으로 로그인 실패. 다시 시도해주세요.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "%@ 님 차단 실패. 나중에 다시 시도해주세요";

/*No comment provided by engineer.*/
"Failed Yo" = "Yo 실패";

/*No comment provided by engineer.*/
"FAILED!" = "실패!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "실패! 인터넷이 연결되어 있습니까?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "피드백";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "친구 찾기";

/*As in a From & To : a parcel/letter*/
"From" = "발신";

/*No comment provided by engineer.*/
"FULL NAME" = "이름";

/*Go as in proceed as in Send*/
"Go" = "전송";

/*just back works too*/
"GO BACK" = "돌아가기";

/*As in Understood, or OK*/
"Got it!" = "오케이";

/*No comment provided by engineer.*/
"Hey There!" = "저기요!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "YO 수신 방법";

/*No comment provided by engineer.*/
"HOW TO" = "방법";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "YO 링크 여는 방법";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "YO 위치\n여는 방법";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "YO 전송 방법";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "귀하께 Yo 하고 싶어요!\n여기를 탭해서 제 Yo 사용자명을 추가해주세요: %@\n(Yo 앱이 없으시면 여기에서 받으세요: %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "귀하께 Yo 하고 싶어요!\n여기를 탭해서 제 Yo 사용자명을 추가해주세요: http://justyo.co/%@ ";

/*No comment provided by engineer.*/
"INCORRECT" = "부정확";

/*No comment provided by engineer.*/
"INDEX" = "인덱스";

/*No comment provided by engineer.*/
"INVITE" = "초대";

/*Invite button for invite friends popup*/
"Invite" = "초대";

/*Title for invite friends popup*/
"Invite Friends!" = "친구 초대!";

/*No comment provided by engineer.*/
"Just hit Send" = "전송을 누르세요";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "%@로부터 Yo를 받기 위해 등록하셨습니다! Yo를 보내세요";

/*No comment provided by engineer.*/
"Link Not Found" = "링크를 찾지 못했습니다";

/*No comment provided by engineer.*/
"LOGIN" = "로그인";

/*No comment provided by engineer.*/
"Login Failed" = "로그인 실패";

/*No comment provided by engineer.*/
"LOGOUT" = "로그아웃";

/*No comment provided by engineer.*/
"MAIL" = "메일";

/*No comment provided by engineer.*/
"MAPS" = "지도";

/*No comment provided by engineer.*/
"Me" = "나";

/*No comment provided by engineer.*/
"MUTED" = "차단";

/*No*/
"Nah" = "아니요";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "새로운 패스코드";

/*No comment provided by engineer.*/
"NO" = "아니요";

/*No comment provided by engineer.*/
"No" = "아니요";

/*:) -> Smile*/
"No Blocked Users! :)" = "차단된 사용자 없음! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "카메라를 찾지 못했습니다";

/*No comment provided by engineer.*/
"No contacts were found." = "연락처를 찾지 못했습니다";

/*No comment provided by engineer.*/
"No Contacts!" = "연락처 없음!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "이메일 계정 없음";

/*No comment provided by engineer.*/
"No Internet!" = "인터넷 연결 안됨!";

/*As in photo library*/
"No Library Found" = "갤러리를 찾지 못했습니다";

/*No comment provided by engineer.*/
"No Such User" = "해당 사용자 없음";

/*Cancel button for invite friends popup*/
"Not now" = "나중에";

/*No comment provided by engineer.*/
"OK" = "오케이";

/*No comment provided by engineer.*/
"Open in Chrome" = "Chrome에서 열기";

/*No comment provided by engineer.*/
"Open in Safari" = "Safari에서 열기";

/*PASS as in passcode*/
"PASS" = "비밀번호";

/*No comment provided by engineer.*/
"PASSCODE" = "패스코드";

/*No comment provided by engineer.*/
"Passcode changed" = "패스코드 변경됨";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "패스코드 불일치";

/*As in Mobile, telephone*/
"PHONE" = "휴대전화";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "다음에서 이메일 계정을 추가하세요: 설정 -> 메일";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "다음에서 Twitter를 연결하세요: 설정 -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "연락처 접근을 활성화하세요";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "유효한 휴대전화 번호를 입력해주세요";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "다시 시도해주세요.\n만약 문제가 지속되면 저희에게 연락 주시고 오류 코드를 알려주세요: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "가입하거나 로그인해주세요";

/*No comment provided by engineer.*/
"Please try again" = "다시 시도해주세요";

/*No comment provided by engineer.*/
"Please try again later" = "나중에 다시 시도해주세요";

/*As to rate, rating, review*/
"RATE" = "평가하기";

/*PASS as in passcode*/
"RECOVER PASS" = "패스코드 복구";

/*No comment provided by engineer.*/
"Resend" = "재전송";

/*No comment provided by engineer.*/
"SAVE" = "저장";

/*No comment provided by engineer.*/
"Saved!" = "저장됨!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "사용자명 선택";

/*No comment provided by engineer.*/
"Select All" = "모두 선택";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "더 긴 패스코드 선택";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "공유할 사용자명 선택";

/*No comment provided by engineer.*/
"Send" = "전송";

/*No comment provided by engineer.*/
"Send Email" = "이메일 전송";

/*IMG abbrv for Image*/
"SENDING IMG" = "이미지 전송";

/*like URL link*/
"SENDING LINK" = "링크 전송";

/*No comment provided by engineer.*/
"Sent" = "전송";

/*No comment provided by engineer.*/
"SENT @YO!" = "@YO 전송!";

/*No comment provided by engineer.*/
"SENT YO!" = "YO 전송!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "YO 이미지 전송!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "YO 링크 전송!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO 전송!";

/*No comment provided by engineer.*/
"Session Error" = "세션 오류";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "패스코드 설정";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "패스코드 설정\n(가지고 있는 것과 동일하게 설정 가능)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "설정 -> 개인 정보 보호 -> 연락처 -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "공유하기";

/*No comment provided by engineer.*/
"Share" = "공유하기";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Facebook에서 공유하기!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "다른 분과 이 훌륭한 서비스를 공유하세요! 탈퇴하시려면 메인 화면에서 왼쪽으로 스와이프하세요.";

/*No comment provided by engineer.*/
"SIGNUP" = "가입하기";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "무언가 잘못되었습니다";

/*No comment provided by engineer.*/
"Subscribed!" = "등록됨!";

/*As in take picture*/
"TAKE" = "촬영";

/*No comment provided by engineer.*/
"tap here to close" = "닫으시려면 여기를 탭하세요";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "YO하시려면 이름을 탭하세요";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Yo하시려면 이름을 탭하세요";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "귀하의 Yo에 추가하시려면 탭하세요: http://justyo.co/%@\n(Yo 앱이 없으시면 여기에서 받으세요: %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "허용하시려면 탭하세요";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "초대하시려면 탭하세요";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "로그인하시려면 탭하세요";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "복구하시려면 탭하세요";

/*No comment provided by engineer.*/
"TAP TO SET" = "설정하시려면 탭하세요";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "가입하시려면 탭하세요";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "개선할 점을 말씀해주세요:";

/*No comment provided by engineer.*/
"TEXT SENT" = "텍스트 전송";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "프로필을 저장할 수 없습니다. 네트워크 연결을 확인해주세요.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index. 즐겨찾는 서비스로부터 Yo 받으시려면 등록하세요.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Yo의 새로운 버전이 있습니다.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "새로운 버전이 있습니다. 업데이트 하시겠습니까?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "오류가 있습니다:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Yo 하는 방법입니다. 제게 Yo 해주세요, %@ 님";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "귀하의 사용자명을 오른쪽으로 스와이프 할 때, 다른 사용자들이 볼 수 있는 내용입니다";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "이 사용자가 이미 존재합니다. 다른 사용자명으로 시도해주세요.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "사용자를 차단하시려면, 해당 사용자명을 왼쪽으로 스와이프하고 차단을 탭하세요.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "비밀번호 복구를 활성화하시려면:\n\n 전송을 탭하여 귀하의 이메일로 Yo를 보냅니다.\n\n취소하시려면, 취소를 탭하세요.\n\n\n------------------------------------------\n귀하의 이메일은 비밀번호 복구 이외의 목적으로 절대 사용되지 않습니다.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "친구를 찾으시려면 친구들이 귀하를 찾을 수 있도록 허용하셔야 합니다. 귀하의 연락처는 어디에도 저장되지 않으며\n오직 친구를 찾는 목적으로만 쓰입니다.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "귀하의 번호를 검증하려면 전송을 탭하세요\n\n코드: %@\n\n\n* 이동 통신사 요금 부과 될 수 있음 ";

/*No comment provided by engineer.*/
"Try again later" = "나중에 다시 시도해주세요";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "추가할 사용자명 입력";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "차단 해제";

/*No comment provided by engineer.*/
"UNBLOCKED" = "차단 해제됨";

/*unsibscribe*/
"UNSUB" = "탈퇴";

/*As in software update available*/
"Update" = "업데이트";

/*No comment provided by engineer.*/
"User Exists" = "사용자 존재";

/*No comment provided by engineer.*/
"USERNAME" = "사용자명";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "이용중인 사용자명";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "패스코드 검증";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Yo를 사용하는 친구를 찾을 수 없습니다. Yo를 공유하고 등록하게 해주세요!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "이 계정에 대한 휴대전화 번호 또는 이메일을 찾을 수 없습니다.\n저희에게 이메일 주시면 귀하의 계정을 복구해 드리겠습니다.";

/*No comment provided by engineer.*/
"WELCOME" = "환영합니다";

/*No comment provided by engineer.*/
"What is Yo?" = "Yo란?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "YO란?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "사용자를 차단 해제하시면 해당 사용자는 귀하의 친구 목록에 추가되나 자동으로 Yo를 받지는 않습니다. - 행복한 Yo 하세요!";

/*No comment provided by engineer.*/
"Wrong code" = "잘못된 코드";

/*No comment provided by engineer.*/
"Yes" = "네";

/*Sending images title*/
"Yo & Images!" = "Yo & 이미지!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - 피드백 보내기";

/*No comment provided by engineer.*/
"YO ALL" = "모두에게 YO";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "모든 친구에게 Yo 하고 귀하의 새 사용자명을 공유하세요: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Yo로 응답";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "YO 통계";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "친구들과 함께하면 Yo 가 더 재미있습니다!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo 위치";

/*No comment provided by engineer.*/
"Yo me" = "Yo 해주세요";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo 하시려면 인터넷 연결이 필요합니다";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "Yo 하시려면 푸시 접근이 필요합니다";

/*No comment provided by engineer.*/
"Yo This" = "Yo 하기";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! 확인해보세요";

/*No comment provided by engineer.*/
"YOALL" = "모두에게 YO";

/*No comment provided by engineer.*/
"YORANDOM" = "랜덤으로 YO";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "귀하의 휴대전화 번호를 삭제하려고 합니다";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "메뉴에서 언제든지 차단 해제 할 수 있습니다";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Yo 할 수 없습니다. yo@justyo.co로 연락주세요";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "곧 패스코드 변경에 대한 설명을 안내 받게 되실 겁니다.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "곧 패스코드 변경 링크를 받게 되실 겁니다.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "처음으로 이미지를 Yo 하고 계십니다! 링크를 받은 사람 모두가 이미지를 볼 수 있습니다.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "현재 세션이 더 이상 유효하지 않습니다 다시 로그인해주세요.";